fio/fio_disk/disk_bare/log/RAID0/log_37/sdk/fio_read_1m.log
test: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=15972: Mon Jul 23 21:05:44 2018
   read: IOPS=205, BW=206MiB/s (216MB/s)(1024MiB/4976msec)
    slat (usec): min=48, max=42668, avg=4687.88, stdev=12376.77
    clat (msec): min=131, max=471, avg=303.99, stdev=31.54
     lat (msec): min=131, max=471, avg=308.68, stdev=29.77
    clat percentiles (msec):
     |  1.00th=[  169],  5.00th=[  262], 10.00th=[  275], 20.00th=[  300],
     | 30.00th=[  300], 40.00th=[  313], 50.00th=[  317], 60.00th=[  317],
     | 70.00th=[  317], 80.00th=[  317], 90.00th=[  317], 95.00th=[  321],
     | 99.00th=[  397], 99.50th=[  435], 99.90th=[  435], 99.95th=[  472],
     | 99.99th=[  472]
   bw (  KiB/s): min=153600, max=212992, per=96.22%, avg=202752.00, stdev=19563.49, samples=9
   iops        : min=  150, max=  208, avg=198.00, stdev=19.10, samples=9
  lat (msec)   : 250=4.79%, 500=95.21%
  cpu          : usr=0.04%, sys=2.51%, ctx=161, majf=0, minf=576
  IO depths    : 1=0.1%, 2=0.2%, 4=0.4%, 8=0.8%, 16=1.6%, 32=3.1%, >=64=93.8%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=1024,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=206MiB/s (216MB/s), 206MiB/s-206MiB/s (216MB/s-216MB/s), io=1024MiB (1074MB), run=4976-4976msec

Disk stats (read/write):
  sdk: ios=4026/0, merge=0/0, ticks=687274/0, in_queue=696074, util=98.06%